---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ElectricalSystem
source: html/ca0eb0d2-7305-50c7-9db4-da932d882315.htm
---
# ElectricalSystem Properties

The ApparentCurrent value of the Electrical System.